---
kind: other
id: Properties.T:Autodesk.Revit.DB.AssemblyMemberDifferentCategory
source: html/7d5825ff-a6b3-1a19-782d-ba87ef47eb10.htm
---
# AssemblyMemberDifferentCategory Properties

Category id of the first assembly member